{
    "intents": [
    {
        "tag": "1",
        "patterns": [
            "Originally designed for Ms. Baker's class, Bakify is an online web application that allows you to scan your writing for analytical never-words and offers synonymous terms as replacements. It (debatably) improves your writing by highlighting weak words that impede your message, and has automatic dark mode that turns on at night. If there are any programmers who have any suggestions, I would love to hear feedback! (built-in form on website). Please note that Bakify is still in beta, meaning not all features are fully available, and Bakify will continue to develop and improve.",
            "Concrete is a composite material composed of fine and coarse aggregate bonded together with a fluid cement (cement paste) that hardens (cures) over time. Concrete is the second-most-used substance in the world after water,[1] and is the most widely used building material.[2] Its usage worldwide, ton for ton, is twice that of steel, wood, plastics, and aluminium combined.[citation needed] Globally, the ready-mix concrete industry, the largest segment of the concrete market, is projected to exceed $600 billion in revenue by 2025.[3] This widespread use results in a number of environmental impacts. Most notably, the production process for cement produces large volumes of greenhouse gas emissions, leading to net 8% of global emissions.[4][5] Other environmental concerns include widespread illegal sand mining, impacts on the surrounding environment such as increased surface runoff or urban heat island effect, and potential public health implications from toxic ingredients. Significant research and development is being done to try to reduce the emissions or make concrete a source of carbon sequestration, and increase recycled and secondary raw materials content into the mix to achieve a circular economy. Concrete is expected to be a key material for structures resilient to climate disasters,[6] as well as a solution to mitigate the pollution of other industries, capturing wastes such as coal fly ash or bauxite tailings and residue.",
            "The wild pea is restricted to the Mediterranean Basin and the Near East. The earliest archaeological finds of peas date from the late Neolithic era of current Syria, Anatolia, Israel, Iraq, Jordan and Greece. In Egypt, early finds date from c. 4800-4400 BC in the Nile delta area, and from c. 3800-3600 BC in Upper Egypt. The pea was also present in Georgia in the 5th millennium BC. Farther east, the finds are younger. Peas were present in Afghanistan c. 2000 BC, in Harappan civilization around modern-day Pakistan and western-and northwestern India in 2250-1750 BC. In the second half of the 2nd millennium BC, this legume crop appears in the Ganges Basin and southern India.[9]",
            "Geography was one of the most problematic parts of colonialism because colonial boundaries were redrawn as the borders of a new nation, even in inconvenient or dangerous areas. For example, in Rwanda's presence of the two tribes, the Hutu and the Tutsis were both combined into one singular nation despite the fact that they were incredibly different. In essence, the after-effects of colonialism after a colony is freed and geography is what makes colonialism so problematic.",
            "I smell lol. Also the quick brown fox jumps over the lazy dog. This is useless writing that should fix the bots algorithim to make it so that it doesent grade complete gibberish as a 2.5 or 3.5.",
            "Epic toes.",
            "random words here idk",
            "beans",
            "unsatiated",
            "Concrete is a composite material composed of fine and coarse aggregate bonded together with a fluid cement (cement paste) that hardens (cures) over time. Concrete is the second-most-used substance in the world after water,[1] and is the most widely used building material.[2] Its usage worldwide, ton for ton, is twice that of steel, wood, plastics, and aluminium combined.[citation needed] Globally, the ready-mix concrete industry, the largest segment of the concrete market, is projected to exceed $600 billion in revenue by 2025.[3] This widespread use results in a number of environmental impacts. Most notably, the production process for cement produces large volumes of greenhouse gas emissions, leading to net 8% of global emissions.[4][5",
            "By the 17th and 18th centuries, it had become popular to eat peas \"green\", that is, while they are immature and right after they are picked.[17] New cultivars of peas were developed by the English during this time, which became known as \"garden\" or \"English\" peas. The popularity of green peas spread to North America. Thomas Jefferson grew more than 30 cultivars of peas on his estate.[18] With the invention of canning and freezing of foods, green peas became available year-round, and not just in the spring as before.",
            "In the year 2055, time travel has become a practical reality, and the company Time Safari Inc. offers wealthy adventurers the chance to travel back in time to hunt extinct species such as dinosaurs. A hunter named Eckels pays $10,000 to join a hunting party that will travel back 66 million years to the Late Cretaceous period, on a guided safari to kill a Tyrannosaurus rex. As the party waits to depart, they discuss the recent presidential elections in which an apparently fascist candidate, Deutscher, has been defeated by his opponent Keith, to the relief of many concerned. When the party arrives in the past, Travis (the hunting guide) and Lesperance (Travis's assistant) warn Eckels and the two other hunters, Billings and Kramer, about the necessity of minimizing the events they change before they go back, since even the smallest alterations to the distant past could snowball into catastrophic changes in history. Travis explains that the hunters are obliged to stay on a levitating path to avoid disrupting the environment, that any deviation will be punished with hefty fines, and that prior to the hunt, Time Safari scouts had been sent back to select and tag prey whose death has been calculated to have minimal effect on the future."
        ],
        "responses": ["1"]
    },
    {
        "tag": "1.5",
        "patterns": [
            "Elegantly intuitive, Bakify automatically formats anything you write and shows you analytical never words, really making your writing more positive. For example, the about page says Bakify is a \"simple website\" that inserts \"MLA formatting\" and scans for \"analytical never-words\" (Bakify 1). The narrator uses very good diction and imagery to show that Bakify helps you write better as a whole, and can fix anything you say. The monochromatic simplicity of Bakify's design reflects the conciseness it employs on the text it is fixing. This proves that Bakify is an effective, elegant, and intuitive extension that instantaneously transforms your writing, elevating it to a higher level."
        ],
        "responses": ["1.5"]
    },
    {
        "tag": "2",
        "patterns": [
            "Hopelessly unsatiated, Myrtle and Wilson's unfulfilled wish to leave the Valley of Ashes illuminates the unfruitful returns of the American Dream, a hope for greater life left incomplete. As Tom and Wilson discuss a car purchase in the garage, Wilson mentions Myrtle's desire to \"go west,\" explaining how \"she's been talking about it for ten years\" (Fitzgerald 95). However, right when they make enough money to move, Myrtle's life is \"violently extinguished,\" her body torn open with no need to \"listen for the heart beneath\" (Fitzgerald 105-106). The understated significance of Myrtle's death illuminates her insignificant life, dying in the Valley of Ashes without solace. The heart's destruction symbolically mirrors the destruction of her dream: the American dream. For years, she longed to leave the valley, yet she dies in ashes, like her body, her desires are brutally marred to bits. Hope ends in tragedy."
        ],
        "responses": ["2"]
    },
    {
        "tag": "2.5",
        "patterns": [
            "Hopelessly unsatiated, the wealthy of the American dream unsuccessfully yearn for a state of happiness, the dream unfulfilled. After Myrtle's death, when Daisy and Tom \"sit[] opposite [of] each other\" with a plate of \"cold fried chicken\" between them, they linger in a state of \"natural intimacy,\" noting \"they [ar]en't happy\" (Fitzgerald 111). Their dissatisfaction with life, despite their wealth, reveals their hollow emptiness, unfulfilled throughout their mirage. The cold, fried chicken symbolically mirrors their cold relationship, their abusive love fueled by money. The juxtaposition of their location, sitting across from each other, reveals their unstable relationship, fighting and making amendments; wealth drains fulfillment.",
            "Silently forgotten, Gatsby's demise in silence unveils a bleak reality, his fame and wealth pathetically extinguished by desire. Before Wilson shoots Gatsby in the pool after Wilson finds Gatsby killed Myrtle, Gatsby notes the \"high price\" he pays for \"living too long\" with a \"single dream\" (Fitzgerald 124). At Gatsby's funeral, \"no one arrive[s]\" except Nick and Owl Eyes despite the vast, populated parties Gatsby hosted prior. Gatsby's dream, a dream of wealth and fame, is squelched as he dies James Gatz, paid for by the price of life. Despite his perpetual longing and drastic measures, his dream is never truly fulfilled. This dream, The American Dream, is unattainable, simply veneer with a high price."
        ],
        "responses": ["2.5"]
    },
    {
        "tag": "3",
        "patterns": [
            "Hopelessly unsatiated, the wealthy of the American dream unsuccessfully yearn for a state of happiness, the dream unfulfilled. After Myrtle's death, when Daisy and Tom are \"sitting opposite [to] each other\" with a plate of \"cold fried chicken\" between them, they linger in a state of \"natural intimacy,\" noting \"they [ar]en't happy\" (Fitzgerald 111). Their dissatisfaction with life, despite their wealth, illuminates their hollow emptiness, unfulfilled throughout their mirage. The cold, fried chicken symbolically mirrors their cold relationship, their abusive love fueled by money. The juxtaposition of their location, sitting across from each other, reveals their unstable relationship, fighting and making amendments. Wealth drains fulfillment."
            ],
        "responses": ["3"]
    },
    {
        "tag": "3.5",
        "patterns": [
            "The unrelenting brutality of raw violence creates a realistic, terrifying world, leveraging man's natural barbaric tendencies in the face of hardships. Explaining her small town, Lauren expresses her shock of living \"without a wall\" for protection (Butler 14). She describes how most of the street poor and \"homeless people in general … are dangerous,\" saying they are \"desperate or crazy or both\" (Butler 14). Beyond the wall, plagued by the homeless, no resources for protection are provided, leaving the poor merely trying to survive instead of prosper, their life purpose devoid of true, genuine significance. The polysyndetic depiction of the dangers and desperation of the homeless unveils a grim reality: when people have nothing to lose, their desperation outweighs their logic. When the Pyro addicts assail Lauren's community with their screaming mouths and \"avid, crazy eyes\" gleaming maliciously in the firelight, the \"houses, the trees, [and] the people\" all burning, she writes that the arsonists possess \"no power to improve their lives,\" yet they express the power to \"make others even more miserable\" (Butler 141 -1, 149). The parallelistic attributes of the pyro addicts' eyes expose the dehumanizing effects provoked by the scarcity of basic needs. The distinguished lack of power for self-improvement among the arsonists operates as a microcosm for the crumbling, deteriorating state of the country, revealing one's intrinsic nature to destroy what one does not have: food, water, shelter, and safety. The asyndetic description of her burning neighborhood subtly echoes the arsonist's burning rage, a burning rage that reflects the distinct imbalance between those inside Lauren's wall, and those outside. What one does not have, one will destroy. Man's natural barbaric tendencies unveil themselves in the face of hardships, outweighing their logic and unleashing destruction. These fatal flaws function to bolster the creation of a realistic, terrifying world, serving as a warning call for the continuity of violence.",
            "The unifying togetherness of Queen Elizabeth's speech on Covid-19 empowers her audience and demonstrates the importance of cooperation necessary to fight the disease. As Queen Elizabeth begins her speech, she states that England must take the necessary precautions to stop the spread of COVID-19 and that \"together we are tackling this disease\" (Elizabeth 2). Personifying the virus, Queen Elizabeth makes clear that eliminating this disease is possible and inevitable. It will not defeat them. Together reveals her ambition to unify her country as one in order to empower each citizen to collectively work together. While the disease may spread individually. it is only through collaboration that it can be stopped. Continuing her speech, she states that England must \"have pride\" and is still as powerful while overcoming this challenge that will \"define our present and our future\" (2) The loose sentence emphasizes England's pride does not stem from it's history— it stems from the strength of the present to overcome obstacles, including the COVID-19 pandemic. No historical precedent matters, no past historical victory matters if this battle cannot be fought now, in the present. The fight against Covid-19 will define the British empire as much as any other battle in history. Taking pride in her country, the Queen asks each Britain to follow Covid-19 guidelines in order to starve off a dark demise. Her words of courage and strength unify and unite against hardship."
            ],
        "responses": ["3.5"]
    },
    {
        "tag": "4",
        "patterns": [
            "The precarious, unpredictable power of cars exposes the negligent irresponsibility of the Lost Generations' absentminded behavior— detrimental technology fostering a careless generation. After Myrtle's life is \"violently extinguished\" when Gatsby and Daisy accidentally hit her with a car, Daisy continues to \"dr[ive] on,\" \"stepp[ing] on [the pedal]\" and \"disappear[ing] around the next bend\" as quickly as they arrived (Fitzgerald 105-110). Her life violently terminated, Myrtle's understated death mirrors the underlying perils of negligent ignorance, technology becoming increasingly more dangerous in the hands of the unguided. Daisy's conscious choice to speed up after overtly ending Myrtle's life illuminates the Lost Generation's inability to accept responsibility, avoiding the consequences while blindly hoping problems will vanish. As their car disappears around the bend, never looking back, they remorselessly drive on, their grotesque, flawed misconception of reality leaving their moral compass askew. This precarious flaw, fueled by technology and men alike, facilitates a frigid indifference: compassion deteriorating from technology's growth. Technology fuels ignorant apathy.", 
            "The unrelenting brutality of raw violence creates a realistic, terrifying world, leveraging man's natural barbaric tendencies in the face of hardships. Explaining her small town, Lauren expresses her shock of living \"without a wall\" for protection (Butler 14). She describes how most of the street poor and \"homeless people in general … are dangerous,\" saying they are \"desperate or crazy or both\" (Butler 14). Beyond the wall, plagued by the homeless, no resources for protection are provided, leaving the poor merely trying to survive instead of prosper, their life purpose devoid of true, genuine significance. The polysyndetic depiction of the dangers and desperation of the homeless unveils a grim reality: when people have nothing to lose, their desperation outweighs their logic, unveiling a brutal, violent nature that builds a terrifying world. When the Pyro addicts assail Lauren's community with their screaming mouths and \"avid, crazy eyes\" gleaming maliciously in the firelight, the \"houses, the trees, [and] the people\" all burning, she writes that the arsonists possess \"no power to improve their lives,\" yet they express the power to \"make others even more miserable\" (Butler 141-149). The parallelistic attributes of the pyro addicts' eyes expose the dehumanizing effects provoked by the scarcity of basic needs, barbarically frenzied as they hopelessly destroy. The distinguished lack of power for self-improvement among the arsonists operates as a microcosm for the crumbling, deteriorating state of the country, revealing one's intrinsic nature to destroy what one does not have: food, water, shelter, and safety. The asyndetic description of her burning neighborhood subtly echoes the arsonist's burning rage, a burning rage that reflects the distinct imbalance between those inside Lauren's wall and those outside. What one does not have, one will destroy. Man's natural barbaric tendencies unveil themselves in the face of hardships, outweighing their logic and unleashing destruction. These fatal flaws bolster the creation of a realistic, terrifying world, serving as a warning call for the continuity of violence. A blinding violence that dehumanizes and deprives down to raw, violent nature until nothing remains.",
            "Animalistically violent, Jack's tribe brutally succumb to their animalistic tendencies, losing the innocence and civility of childhood and youth. In efforts to get back his stolen glasses, Piggy, along with Ralph, travels to Jack's tribe, and the conch he carries \"shatters into a thousand white fragments\" (Golding). The conch, symbolic of the boy's civility, illustrates the boy' quick loss of decency as the conch quickly shatters and loses its importance in Jack and his tribe's eyes. In particular, the white color of the conch, which symbolizes purity and innocence, deepens the illustration of savagery indecency amongst the boys as the fragmented status of the conch mirrors the shattered and unstable position and civility of the boys. Once shattered the conch cannot be put back together like, lost like their humanity. The savagery of man fully consumes them and robs them of their youthful innocence, establishing a society of uncivilized individuals engrossed in the art of violence and brutality despite their young age. Age and youth does not shield one from the consuming nature of savagery and violence.",
            "The isolating abandonment of Gregor's family leads to his transformation, and it ultimately leads to his death. In order to pay off the family's debt, Gregor spends all of his time working as a traveling salesman. He absolutely despises his job, but he makes this sacrifice - for his family. He starts his job, he brings the money, and he presents it \"in front of his astonished and delighted family\" (Kafka 26). Astonishment and delight emphasize how Gregor saved his family from a state of debt. Though his family still thanks him throughout the years, there is \"no special feeling of warmth...with it anymore\" (Kafka 26) because they get used to his service. The initial feelings of astonishment and delight juxtapose with the lack of appreciation in the following years. By not acknowledging Gregor with this \"warmth\", his family puts Gregor in cold isolation, where his life revolves around his job, and his connection to the outside world diminishes. His transformation into an incomprehensible creature symbolizes the final level of this isolation, as no one can reach into his thoughts. Instead of helping Gregor and finding a cure for his condition, his family keeps him in his room and does not permit him to leave, symbolizing his further isolation and descent into absurdity. Gregor, now alone, abandoned, and helpless, only wishes to get out of this verminous state and help his family once more. He becomes a burden to his family, as his transformation progresses. His sister, Grete, goes as far as to say that Gregor \"persecutes [them]\" as he \"drives the roomers away\" (Kafka 49). \"Persecute\" implies a purposeful targeting and harassment. Sadly, Gregor only wants to rejoin his family, not antagonize them. His sister, blinded by his parasitic nature, cannot see this. Carrying an immense love for his sister, her words deeply hurt Gregor, and he has no motivation to live any longer, prompting him to purposely retreat to his room and let himself die in the night. Gregor sacrifices himself for his family. Instead of appreciating him, they demand more from him, and he continues to strive towards fulfilling their needs. In his final moments, he is subject to his complete abandonment - abandonment where he is stripped of love, hope, and comfort. He is no use to the people he lived for. When a person who lives for others loses that purpose, they succumb to a dark demise."
            ],
        "responses": ["4"]
    }
]}